export const THIRD_PARTY_DATA = [
  {
    title: "개요",
    content: "책모는 원칙적으로 회원의 개인정보를 외부에 제공하지 않습니다.",
  },
  {
    title: "1. 개인정보 제3자 제공 여부",
    content: [
      "현재 책모는 회원의 개인정보를 광고, 마케팅 또는 제휴 목적 등으로 제3자에게 제공하지 않습니다.",
      "법령에 따른 요청이 있는 경우에는 관련 법령이 정한 범위에서 예외적으로 제공할 수 있습니다.",
    ],
  },
  {
    title: "2. 향후 제공 가능성",
    content: [
      "향후 서비스 운영을 위해 개인정보를 제3자에게 제공해야 하는 경우, 제공 대상, 제공 항목, 제공 목적을 사전에 고지하고 별도의 동의를 받습니다.",
    ],
  },
  {
    title: "3. 동의 거부 권리",
    content: [
      "본 동의는 선택 사항이며, 동의하지 않더라도 서비스 이용에는 제한이 없습니다.",
      "관련 법령 :「개인정보 보호법」 제17조",
    ],
  },
];
